package ua.step.homework;

import java.util.Scanner;

/**
 * Пользователь вводит с клавиатуры строку. Поменять все большие буквы на
 * маленькие, а маленькие на большие. Пример: 
 * Входные данные: aAaAA1Aa 
 * Результат AaAaa_aA
 * 
 */
public class Task07
{
    public static void main(String[] args)
    {
        Scanner scanner = new Scanner(System.in);
        System.out.println("Введите строку");
        String line = scanner.nextLine();
    }
}