package ua.step.homework;

import java.util.Scanner;

/**
 * Ввести строку с клавиатуры. В строке должны содержатся слова раздельные
 * пробелами и двоеточиями. Необходимо вычислить количество слов в строке, у
 * которых чётное количество букв. Пример: 
 * Входные данные:
 * Aaa:aa abcs:abc acd 
 * Результат 2
 * 
 */
public class Task05
{
    public static void main(String[] args)
    {
        Scanner scanner = new Scanner(System.in);
        System.out.println("Введите строку");
        String line = scanner.nextLine();
    }
}
