package ua.step.homework;

import java.util.Scanner;

/**
 * Задача со звездочкой.
 * Ввести c клавиатуры число в диапазоне от 0 до 1000000. Озвучить его словами.
 * Например, при вводе числа 125 вывести на экране «сто двадцать пять».
 */
public class Task11
{
    public static void main(String[] args)
    {
        Scanner scanner = new Scanner(System.in);
        System.out.println("Введете число рядов");
        int n = scanner.nextInt();
    }
}